Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 나는 그 말에 고개를 저었다.
en_us: I shook my head.

source: 최소한 세 명의 피를 재료 삼아 발동하는 마법이라고 한다.
en_us: The magic required the blood of at least three people.

source: 정리를 마친 하녀가 나갔다가 얼마 뒤 다시 돌아왔다.{j}책과 두꺼운 사전이었다.
en_us: After cleaning up, the maid left before coming back with a book and a thick dictionary.{j}

source: “미안한데, 거울 있나?”
en_us: “Excuse me. Do you have a mirror?” I asked.

source: “배를 처음 확인한 곳은 땅과 그렇게 멀지 않았습니다.
en_us: “The boat wasn’t too far from the shore when we found it.

source: 내 말에 로델린이 잠깐 머뭇거리다가 시선을 피했다.
en_us: Rodelline hesitated before averting her gaze.

source: 내 말에 레온이 잠깐 나를 응시했다.
en_us: Leon briefly stared at me.

source: “저기, 하지만 정말 이걸로 괜찮으신지.”
en_us: “But are you really alright with this?” he asked in concern.

source: “히익.”
en_us: “Eek,” a voice shrieked.

source: 듣고 있습니다.”
en_us: I’m listening.”

source: 말을 마친 나는 살짝 머리를 움직여 인사를 하고 로델린의 거소로 향했다.
en_us: I nodded before heading to Rodelline’s abode.

source: 지금 와서 생각해보면 그럴 리가 없잖아.
en_us: Come to think of it now, the whole scenario was impossible.

source: 도착한 곳 안에는 배수를 위한 시설과 함께, 커다란 통 안에 김이 오르는 물이 가득 담겨있었다.
en_us: I was eventually led to a room with some water piping and a large tub full of steamy water.

source: 로델린은 말하고 싶었던 게 있는 모양이었지만, 이내 입을 다물었다.
en_us: Rodelline made to say something before falling silent again.

source: 오른손이 왼손의 옷깃을 꽉 잡고 그대로 당기며 녀석의 머리에 내 머리를 바짝 붙였다
en_us: Grabbing the left hem of my sleeve, I brought his head next to mine.

source: 분신이 휘두른 검은 허공을 갈라야 했다.
en_us: The double’s sword swung in thin air.

source: 뭐 좀 물어보고 싶은 게 있어서 찾아왔습니다.”
en_us: I came because I had a question.”

source: 가면을 쓴 반푼이.
en_us: Masked half-ass.

source: 내용이 뭔지 궁금해지네요.”
en_us: I’m curious what the contents were,” I said.

source: 내 말에 안젤라가 대답했다.{j}“그, 제가 아무 상처 없이 6일을 보내자.{j}도련님이 저에게는 별로 손을 대지 않는 모양이니, 아예 쭉 붙박이로 있는 편이 어떠냐면서…….”
en_us: “Um, when six days passed without me attaining no injuries, they suggested that I keep attending to you since you’re not laying a hand on me...”{j}{j}

source: 전기도 안 들어오고 보일러도 안 태우는 주제에 가구는 쓸데없이 고급이라.
en_us: So this house had no electricity or heat but unnecessarily fancy furniture.

source: 나쁜 버릇이 몸에 익는데 필요한 시간은 5분이면 되지만, 그 버릇을 지우기 위해서 필요한 시간은 랜덤박스와도 같아서, 얼마나 걸릴지 알 수가 없거든.
en_us: It took 5 minutes for a bad habit to settle in but god knows how many days to fix the said habit.

source: 내 말에 게롯이 긴장한 표정으로 고개를 끄덕였다.
en_us: Gerrod nodded tensely.

source: “마력을 통제한다는 것은 결국, 모은 사람의 영혼과 같은 성질을 띠게 한다는 것입니다.
en_us: “Controlling mana means that you’re transforming mana’s property to match that of your soul.

source: 내 말에 나를 보고 있던 남녀가 동시에 움찔했다.{j}내가 뭐 못 물어볼 걸 물어본 건가.
en_us: Both the man and the woman flinched as if I asked the unthinkable.{j}

source: 애초에, 내 목적은 쿠르스트 산맥의 국경 수비대에서 평생을 살아가는 게 아니다.
en_us: After all, my goal wasn’t to spend the rest of my life as a Border Guard of the Kurst Mountains.

source: “3열 횡대.
en_us: “In line, 3 columns.

source: 호수가 꽝꽝 얼어붙어 있었다면 익사할 수가 없잖아.{j}머리에 드릴이 달려서 얼음을 뚫고 들어가는 것도 아니고.
en_us: Had the lake frozen over, nobody would be drowning unless they had an ice crusher on their head.{j}

source: 확실하지는 않다.{j}하지만 분명히 나는 발목에 철구를 달고 바다에 빠진 이후, 정신을 잃기 전에 바닥에 박힌 검의 형상을 본 기억이 있다.
en_us: I wasn’t sure, but I remembered seeing a sword lodged in the ground before falling unconscious as I sunk in the seawater with a metal ball around my feet.{j}

source: 그거 참…… 좋은 일인지 어떤지는 잘 모르겠다.
en_us: I don’t know if... that’s good.

source: 기사는 심장에 마력을 모으다 실수하면 심장마비로 죽고, 마법사는 마법을 쓰다가 실수하면 온몸의 신경이 작살 난다.
en_us: A knight would die of a heart attack if they failed in accumulating mana while a mage would wreck all their nerves if they made a mistake casting a spell.

source: 내 말에 여자가 몸을 한 번 부르르 떤 다음에 갑자기 확 하고 바닥에 엎드렸다.
en_us: The woman trembled before getting onto the ground.

source: 말과 행동을 조심하고 조금이라도 기분이 나빠진 것 같으면 엎드려서 빌어.
en_us: Mind how you act and speak. If he looks even slightly bothered, get down on your knees and beg.

source: 이거, 오늘 재수 좋으면 시체 두 구 치우겠는데?
en_us: If they’re lucky, they might get two dead bodies today.

source: “그렇습니다.”
en_us: “Yes, I have.”

source: “그럴 필요 없어요.
en_us: “There’s no need.

source: 어차피 박아넣어야 한다면 미리 마력이 한가득 모여있는 물질을 박아넣으면 될 거 아니야.
en_us: If they had to embed something, it was better that they chose something with a horde of mana in it.

source: “그럼 내 교육은 누가 합니까?”
en_us: “Then who will teach me?” I asked.

source: 인생이 원래 어떻게 될지 모르는 물건이라고는 하지만 아무리 그래도 대뜸 다른 세상의 귀족 자제 몸뚱어리에 쑥 하고 들어가게 될 줄은 꿈에도 몰랐다.
en_us: They said that life takes unexpected turns, but it probably didn’t mean that one might suddenly plop into some nobleman’s body in some other world.

source: 게롯의 아쉬운 것 같은 말에 나는 고개를 저었다.
en_us: I shook my head.

source: 귀족들 중에서도 이렇게까지 서책을 모아놓은 곳은 많지 않아.
en_us: Not many have such a collection of books, even the noble families.

source: 내 말에 게롯이 상황을 설명하기 시작했다.{j}“사람의 몸은 원래 마력을 담아놓을 수 없습니다.
en_us: The tutor began to explain, “Human body cannot hold mana normally.{j}

source: 살펴봐서 알아낸 사실과 원래 기억하고 있는 사실은 엄연히 다르니까.
en_us: What I knew from observation and what I remembered were two different things.

source: 말려서 홍차에 향을 낼 때 쓰는 경우가 있다.
en_us: They sometimes dried it to add an aroma to the tea.

source: 나는 그 말에 흐흐, 하고 웃었다.
en_us: I chuckled.

source: 그 흔적들을 통해 세울 수 있는 가설.{j}나는 누군가에게 엄청 맞고 살았거나, 아니면 누군가를 엄청 때리고 산 것 같다.
en_us: From these traces, I could assume two possibilities: either I lived being beaten to a pulp by someone or I lived beating someone else to a pulp.{j}

source: 나는 눈을 감고 몇 번이나 게롯의 도움을 받기 시작했다.
en_us: I closed my eyes and let Gerrod help me over and over.

source: 나는 그 말에 물을 한 모금 마신 다음 대답했다.{j}“아버님, 제가 말하고 난 다음에도 데이먼 형의 옷에서 잉크와 촛농 방울이 보이지 않으십니까?”
en_us: After taking a sip of water, I responded, “Father, do you not see the ink and wax on Damon’s shirt even after I said what I said?”{j}

source: 나는 이제 막 들어온 신병일 뿐이다.{j}따라서, 도리안이 반말을 하는 건 당연하다.
en_us: I was nothing more than a rookie, so Dorian had no reason to treat me kindly.{j}

source: “네 죽음을 바라는 건 아니다.”
en_us: “I do not wish for your death.”

source: 위장에 미뢰가 붙어있는 것도 아니니까.
en_us: It wasn’t as though the stomach had taste buds.

source: “죄송합니다!”
en_us: “I beg your forgiveness!” she said.

source: 하지만 이 시체들은 아직 상지가 경직되어있다.
en_us: These bodies, however, still had the upper limbs in rigor mortis.

source: “게롯 경의 경우에는?”{j}내 말에 게롯이 자신의 팔을 걷어 피부를 보여주었다.{j}그냥, 평범해 보이는데.
en_us: “And you, Sir Gerrod?” I asked to which he rolled up his sleeve to reveal his skin which just looked normal to me.{j}{j}

source: 내 말에 게롯이 대답했다.{j}“많은 귀족들이 명예를 중시합니다.”
en_us: “Many noblemen value honor,” replied Gerrod.{j}

source: “혹시, 무슨 일이 생기게 된다면 부탁 좀 드리겠습니다.”
en_us: “If anything happens, please help us deal with it,” I asked.

source: 이 세상의 사람들이라고 발 치수가 지구 사람들에 비해 유달리 크거나 한 건 아닌 모양이다.
en_us: So people in this world didn’t seem to have extraordinarily large feet or anything.

source: 그 어린 녀석을 일컫는 별명 중 가장 유명한 것은 두 가지다.
en_us: The young man was known by two nicknames.

source: 부모의 피와 자식의 피.
en_us: Blood of a parent and blood of a child.

source: 테이블 위에 놓여있는 종이, 잉크 병과 펜은 왼쪽에 놓여있다.
en_us: On the left side of the table were some papers, an ink bottle, and a pen.

source: 알아듣냐?”
en_us: Got it?”

source: [잿빛의 가죽은 두꺼워서 어지간한 화살은 박히지도 않고.{j}숙련된 병사를 기준으로 하이랜더 한 마리를 처리하기 위해서는 막대한 희생을 각오하더라도 최소 50명이 필요하다.
en_us: [Their ashen hides are two thick for regular arrows, and at least 50 experienced men are needed to take down one highlander. Even that comes at a high cost.{j}

source: 좋아.
en_us: Alright.

source: 어쨌든, 자기 목소리를 변조한 모양이다.
en_us: Anyway, she must have manipulated her own voice.

source: “눈을 감고, 이전에 느꼈던 것처럼 주변의 마력을 느끼시면 됩니다.
en_us: “Close your eyes and try to feel the surrounding mana like you did before.

source: 자라서 열매를 맺는 과실수.{j}레드우드 가문의 상징이다.
en_us: A fruit tree that bears fruit, the symbol of the House of Redwood.{j}

source: 내 말에 레온 백작이 나를 응시했다.
en_us: Count Leon stared at me.

source: “그거랑 6일 일하고 6일 쉬는 게 무슨 관련이 있지?”
en_us: “What does that have to do with taking six days off after six days of work?”

source: “최소한 왕국의 기사들 중에서는 한 명도 없습니다.
en_us: “There are none, at least among the knights of the kingdom.

source: “이상한 논리군요.”
en_us: “What a weird logic,” I commented.

source: “알겠습니다.
en_us: “Understood.

source: 나는 마차를 타고 쿠르스트 산맥으로 향하는 중이었다.{j}엄밀하게 말하면 내가 한 잘못도 아닌 것 때문에.
en_us: I was on a carriage on my way to Kurst Mountains for a crime that I technically did not commit.{j}

source: “도련님, 혹시 몸이 여전히 불편하십니까?”
en_us: “Do you not feel well, young master?” he asked.

source: 겨우 사흘 만에 마력을 느끼셨으니, 오늘 중으로 마력을 모으는 요령을 터득하실 거라 생각합니다.”
en_us: Seeing that you felt mana in just three days, I would expect that you learn how to collect it within today.”

source: 나는 게롯의 말에 고개를 저었다.
en_us: But I shook my head.

source: 너 길은 알고 가는 거 맞지?
en_us: I hope to god he knows the way.

source: “도련님, 아침 식사는 어떻게 하시겠습니까?”
en_us: “How would you like your breakfast, young master?” she asked.

source: 나는 의자에 앉아서 데이먼을 훑어봤다.
en_us: I sat down and scanned Damon.

source: “네 녀석 따위의 허락은 필요 없다.{j}마틴 레드우드, 분에 넘치는 힘을 가진 어린 녀석아.”{j}대답과 동시에, 녀석이 작은 종잇조각 하나를 꺼내 들었다.
en_us: “I need no permission from likes of you, Martin Redwood, the young fiend with powers you do not deserve,” he said as he took out a small piece of paper.{j}{j}

source: 이렇게 깔끔하게 사람 죽이는 것도 기술이라면 기술이다.
en_us: Doing such a clean kill took skill.

source: 5초 준다.”
en_us: I give you 5 seconds.”

source: 적을 사람으로 상정하고 배우는 지금의 기초 검술과는 다를 겁니다.”
en_us: What you’ll do there will be different from this basic training where you assume the opponent is a human,” he explained.

source: “심장에 이물감이 전혀 없어…….”
en_us: “There’s no sense of discomfort in my heart...” I murmured.

source: “앉아라.
en_us: “Sit down.

source: 게다가, 나는 지금 이 상황에 대해서 알 수 있는 게 하나도 없다.
en_us: I also knew nothing at all about this situation.

source: “지랄.”
en_us: “Bullshit.”

source: 여자가 크게 한 번 심호흡을 하더니 자기 이마를 짚고 신음했다.
en_us: The woman took a deep breath before massaging her head and letting out a groan.

source: 어차피 내 길은 정해졌고, 어제 함께 아침 식사를 한 것도 레온 백작이 아침 식사에 누구와 함께 올지 궁금해서 찾아가 본 것뿐이었으니까.
en_us: My path was already set. The only reason I had joined him yesterday was that I was curious who he would come with in the morning.

source: 물속에서 희미하게 눈을 뜬 나는 바닥에 박혀 있는 검의 형상을 본 것 같다.
en_us: I squinted open my eyes to see a blurry silhouette of a sword on the ground.

source: 그 사이, 커다란 나무통 몇 개가 건물 안으로 굴러들어왔다.
en_us: Meanwhile, a few wooden canteens rolled into the building.

source: 나는 그 말에 대답했다.{j}“제인 부인과 아버지는 지금 어디에 계신지요?”
en_us: “Where is father and Lady Jane currently?” I asked.{j}

source: 그래, 나와 함께 물에 빠진 녀석 중 하나가 귀족이었다는 소리다.
en_us: Yes. It meant that the bastard that fell into water with me was a noble.

source: 이유가 뭘까.
en_us: I wondered why.

source: 거 참 겁나게 파랗네.{j}빠지면 어디 다른 곳으로 빨려 들어갈 것 같은 풍경이다.
en_us: It was unbearably blue as if it could suck me into some other world.{j}

source: 나는 그렇게 속으로 수없이 되뇌며 연무장을 달리고, 게롯이 시킨 운동을 소화하기 시작했다.
en_us: I chanted silently as I ran around the ground and did the exercise that Gerrod ordered.

source: 일반적으로, 발현점에 도달한 다음에야 비로소 기사로 인정되지요.”
en_us: Generally, you’re only recognized as a knight after you reach the manifestation.”

source: “저기, 누구십니까?”
en_us: “Excuse me. Who are you?” I asked.

source: 나라고 운동을 해보지 않은 사람은 아니니까.{j}어디에서 멈춰야 하는지는 대충 감을 잡는다.
en_us: I knew when to stop as someone who had worked out.{j}

source: 하지만 저는 기사가 아니라, 귀족이지요.”
en_us: But I am not a knight but a nobleman.”

source: 갑작스런 불안감에 물어보자 도리안이 대답했다.{j}“아직, 이 속도라면 4시간은 더 걸어야 할 거다!{j}다행히도, 여기부터는 길이 좀 거칠어도 샛길은 없어!”
en_us: “A little more. At this rate, we’d have to walk for another 4 hours at least! Thankfully, there isn’t any sideway even though the paths even though the paths might be a bit rugged!” he said.{j}{j}

source: “그럴 수는 없습니다.”
en_us: “We cannot.”

source: 애초에, 그 짓거리를 저지른 녀석이 여자라는 것도 몰랐을 겁니다.”
en_us: I wouldn’t even know that the perpetrator was a woman to begin with.”

source: 침대에 누운 나는 이런저런 생각을 하기 시작했다.
en_us: Back on the bed, I began to muse.

source: 내가 이 짓거리 하면서 별별 일을 다 당해봤어.
en_us: This line of work put me through everything I could imagine.

source: 그렇군.
en_us: Alright.

source: 나는 그 말에 얼굴을 약간 구겼다.
en_us: I frowned slightly.

source: 갑자기 주변의 물살이 요동치기 시작한다.{j}그리고, 서서히 밀려나기 시작한다.
en_us: Suddenly, the water around me began to crash, pushing me away slowly.{j}

source: 그것도 시체도 찾기 힘들 거라고 말할 정도로 물이 깊은 바다다.
en_us: A deep sea at that. Nobody would be able to find a body there.

source: “밖에서 대기하고 있겠습니다.
en_us: “I’ll be waiting outside.

source: 로델린과의 결혼은 정략결혼이었지만, 제인과의 결혼은 연애결혼이었던 모양이다.
en_us: While his marriage to Rodelline was for political purposes, his bond to Jane must have been out of love.

source: “조만간 로티샤 호수에 도착할 겁니다.
en_us: “We’ll be arriving at Lake Roticha soon.

source: 소매 끝의 잉크 자국도 눈에 들어온다.
en_us: I also noticed the ink blots on the hem of his sleeves.

source: “그 이물감과 방금 전 말했던 내용은 다른 겁니다.
en_us: “What I mentioned is different from mere discomfort.

source: 그야 그렇겠지.
en_us: Of course, he wouldn’t have.

source: 혹시 봐줄 수 있나 해서 지나가는 길에 들른 겁니다.”
en_us: So I stopped by in case you could have a look.”

source: “죄송하지만, 지금 굉장히 조심하는 중입니다.”
en_us: “I’m sorry, but I am being careful,” I replied loftily.

source: 물론 레드우드 백작가 자제의 목숨은 중요하지만, 붉은 가지가 판돈으로 걸려있는 상황이다 보니 게롯도 방금과 같이 돌아가자는 이야기는 하지 못하는 중이다.
en_us: While he cared about the Redwood boy’s welfare, he seemed unable to argue for us to return now that he knew what was at stake.

source: 집 안으로 향한 발자국은 네 개였고.
en_us: There were four sets of footprints heading toward the house.

source: 나는 그 말에 손에 들고 있던 빵을 내려놓고 말했다.
en_us: I immediately lay down the bread.

source: 나는 해야 할 일을 하겠다.
en_us: I shall go back to my own duties, replied the figure.

source: 오늘부터는 딱히 아침 식사를 레온 백작과 함께할 생각이 없었다.
en_us: I had no wish to begin the day by joining Count Leon for breakfast.

source: 물을 충분히 마신 나는 수통을 채우고 물러났다.
en_us: After drinking, I filled up the canteen again and backed away.

source: ― 로티샤 호수는 유지되어야 한다.
en_us: Lake Roticha must remain.

source: 필요한 것을 주었으니, 이제 돌아가라.
en_us: I gave you what you needed. Now go back.

source: 계속해서 물 아래로 들어가며 주변을 살펴보던 나는 이내 바닥에 박혀 있는 익숙한 형상을 확인하고 그쪽을 향해 헤엄치기 시작했다.
en_us: Descending further, I looked around before locking into a familiar silhouette on the bottom and swimming toward it.

source: 나는 그 말에 시선을 돌려 도리안을 바라봤다.{j}“책장에 있는 책들은 대부분 건드리지도 않았습니다.{j}하지만 몇 권은 여러 번 건드린 모양인데.”
en_us: I turned toward him and explained, “He hadn’t touched the books on the shelf except for a few. When you look into them...”{j}{j}

source: 하인들이 침을 삼키고 고개를 끄덕인 다음 떨리는 눈으로 주변을 살피기 시작했다.
en_us: The servants gulped and nodded before looking around with trembling eyes.

source: “마틴이냐, 들어와라.”
en_us: “Is it you, Martin? Come in,” he called.

source: 온 천지에서 끌어모은 온갖 녀석들이 다 모여있는 곳이다.
en_us: The place was full of every kind of man from everywhere.

source: “돌아가고 싶지는 않나?”
en_us: “Do you not wish you could go back?” asked Dorian.

source: 안젤라가 돌아가고 나서 얼마 지나지 않아 하인들 몇 명이 들어와 옷가지를 비롯한 물건들을 나르기 시작했다.
en_us: Soon after Angela left, a few servants came in to pick up my clothes and some other belongings.

source: 약간 흥미가 생길지도 모르겠는데, 계속 말해봐.
en_us: This was getting interesting. Do go on.

source: “한번 들어보자.”
en_us: “Let’s hear it.”

source: 시선을 돌려보니, 거기에는 로델린이 놀란 표정으로 서서 나를 보고 있었다.
en_us: I turned to see Rodelline staring at me wide-eyed.

source: 나는 그런 생각을 하면서 오두막 안으로 들어갔다.{j}안에는 아무것도 없었다.{j}중앙에 놓인 작은 화로 하나와, 바닥이 전부인 작은 오두막의 한편에는 이런저런 물자들이 쌓여있다.
en_us: I went inside doubtfully to see nothing but a small fireplace and a pile of supplies in the corner.{j}{j}

source: 테이블 아래에서, 천장의 조명을 받아 반짝이는 굉장히 작은 유리 파편 두어 개를 발견했다.
en_us: Near the table were a couple of very small shards of glass glinting under the ceiling light.

source: 나는 그 말에 후우, 하고 숨을 내쉬고 그 빛나는 형상을 올려다보며 말했다.
en_us: I sighed and looked up at the glowing figure.

source: 차를 마신 나는 자리에서 일어나며 말했다.{j}“식사는 저걸로 하는 겁니까?”
en_us: “Is that our breakfast?” I asked as I stood up after finishing the tea.{j}

source: “레드우드 가문이 수백 년 전에 잃어버렸다는 가보 말씀하시는 겁니까?”
en_us: “Are you talking about the heirloom that the House of Redwood lost a few hundred years ago?” asked Gerrod.

source: 내 말에 게롯이 고개를 저었다.
en_us: But Gerrod shook his head.

source: “그렇구나.”{j}로델린은 짤막하게 대답을 하고 나서 다시 내 쪽으로 시선을 던졌다.
en_us: “Indeed,” replied Rodelline curtly before she turned to me again.{j}

source: “말해 보거라.”
en_us: “Go on.”

source: 선조들의 보살핌이 여기까지 닿았구나.”
en_us: The ancestors truly are looking after us,” he murmured.

source: 의사가 끄응, 하는 소리를 냈다.
en_us: The physician groaned.

source: 나는 그 말에 시선을 녀석에게로 향했다.
en_us: I stared straight at him.

source: 알겠으니까 그냥 좀 닥치고 있어.
en_us: So why couldn’t he just shut up?

source: 사람 이름을 맞추는 건 어려운 일이다.
en_us: Guessing people’s name was difficult.

source: 그래, 내가 궁금했던 것도 바로 저거였다.{j}내가 지금 마력을 느낄 수 있게 된 것이 빠른 편일까, 아니면 느린 편일까.
en_us: Yes. This was what I was curious about: was I learning fast or slow?{j}

source: 이럴 것 같았지.
en_us: I knew it.

source: “마틴 레드우드, 국경 수비대에 자원했는데.”{j}내 말에 병사가 명단을 꺼내서 확인해보고는 옆으로 비켰다.
en_us: “Martin Redwood. I volunteered,” I replied as the soldier looked through the list and stepped to the side.{j}

source: 그중에 두 개는 270, 하나는 235, 다른 하나는 285였다.
en_us: Two were 10.6 inches, one 9.2 inches, and the other 11 inches.

source: “관계 회복은 힘들겠죠?”
en_us: “I suppose making up would be difficult?” I asked.

source: 도대체 호흡은 뭘로 한 거야.
en_us: How did he even breathe?

source: 내 말에 게롯이 작게 고개를 끄덕였다.
en_us: Gerrod nodded quietly.

source: 대충 쿠르스트 산맥에 존재하는 하이랜더라는 괴물들에 대한 정보를 확인한 나는 책을 휙 던져버리고 이마에 손을 올렸다.
en_us: After checking up on the monsters called highlanders in the Kurst Mountains, I threw away the book and buried my head in my hand.

source: 어지간히 두각을 나타내는 왕국의 신예 기사 정도는 되어야 일곱 번 안에 마력을 느끼니까요.”
en_us: Most wouldn’t be able to unless they are a particularly talented newly recruited knight of the kingdom.”

source: 그리고, 잠시 뒤 게롯이 크게 외쳤다.{j}“젠장, 석궁입니다!”
en_us: “Damn. They have a crossbow!” Gerrod shouted.{j}

source: “한 달이라는 시간으로는 게롯과 함께 훈련하는 것만으로도 빠듯할 텐데.”
en_us: “Aren’t you busy enough training with Gerrod with only a month to go?” he asked.

source: 내 목소리를 듣자마자 돌아오는 로델린의 대답이 갑자기 확 부드러워진다.
en_us: Rodelline’s voice softened as soon as she heard my voice.

source: 나는 그런 생각을 하면서 다소 긴장한 채로 이후의 일을 기다리기 시작했다.
en_us: I thought as I waited nervously.

source: “알고 있습니다.”
en_us: “I do.”

source: 바닥 보기 전에 수압에 찌그러져 뒤진다.
en_us: I’d have been crushed by water pressure before I got a glimpse of the bottom.

source: 증거에 가설을 맞추는 게 아니라 가설에 증거를 맞추는 일이 생길 수 있다.
en_us: I might end up fitting the evidence to what I wanted to believe rather than what was.

source: 원래 피해를 줄 수 없는 허깨비에 불과한 분신이 실제로 피해를 줄 수 있게 된 것은 지금 이전의 심장을 대체하며 얻게 된 드라이어드의 마력이 가진 성질 덕분이다.
en_us: It was thanks to the dryad’s mana that I had gained by replacing my heart that the illusion could deal actual damage.

source: “이전에 말씀하지 않으셨습니까?{j}이물감이 점점 심해져 스스로의 심장을 파내고 싶은 충동에 사로잡힌다고.”
en_us: “But didn’t you say last time that once the discomfort gets too much, you get the urge to rip out your own heart?”{j}

source: “잠깐 신발 벗고, 발을 좀 내밀어줘.”
en_us: “Can you take off your shoes for a moment and put your foot forward?”

source: 단순히 목검을 뽑아내는 걸로 끝날 거라 생각했다.
en_us: I had thought pulling out the wooden sword would be the end of it.

source: 그렇게 보내는 시간 속에 수면 시간이 많이 부족해졌지만, 크게 문제 될 건 없다.{j}내가 잠을 제대로 못 잔 게 하루 이틀 일이 아니니까.
en_us: I was losing a lot of sleep over it, but it was no issue as this wouldn’t be the first time I had sleepless days.{j}

source: “미안해요, 오늘은 먼저 일어나 볼게요.”{j}로델린은 잠깐 식사를 하는가 싶더니 물을 마시고 레온 백작에게 양해를 구하고 먼저 자리에서 일어났다.
en_us: “I’m sorry. I’ll excuse myself early today,” Rodelline said after nibbling a few bits before taking a sip of water and excusing herself from the seat.{j}

source: “로델린은 슬퍼하는 모양이지만, 어쩌면 차라리 이게…… 다행일지도 모르겠구나.
en_us: “Rodelline seems heartbroken... but I think this might even be for the best.

source: 그렇다고 매일 바꿨다가는 레드우드 백작가에서 일하는 하녀 전부가 부상을 입은 채 일을 해야 할 거다.
en_us: Changing maids every day wouldn’t work either as every maid in the house would have to work with injuries.

source: 그러니까, 재료로 사용된 사람은 백퍼센트 죽는다는 뜻이다.
en_us: In other words, people used as “ingredients” would definitely die.

source: 차갑다.
en_us: It was cold.

source: 그렇구만.
en_us: I see.

source: 나무 파편이 박혀 들어갔던 상처로 뭔가 작은 조각 하나가 툭 하고 튀어나와 바닥에 떨어진다.
en_us: A small piece popped out through the wound where the piece of wood had dug in and dropped to the ground.

source: 살인마의 거처를 찾아내 습격했는데, 저런 문양이 바닥에 떠오르고, 장소를 급습했던 대부분의 치안대가 목숨을 잃었다고 한다.
en_us: Apparently, they ambushed the killer’s hideout only to be blown to pieces as that symbol lit up on the ground.

source: 최소한 하루 동안 사람이 있었던 흔적은 찾아볼 수 없었다.
en_us: The house seemed to have been abandoned for at least a day.

source: “어떤 잘못 말씀이십니까.”
en_us: “What are you talking about?”

source: 10분 넘어도 별다른 일은 없을 거다.
en_us: Nothing would happen even if we didn’t meet the time limit.

source: “결국, 누구였는지는 전혀 감을 잡지 못했군요.
en_us: “We did not find out who that was,” said Gerrod wistfully.

source: 내 말에 로델린이 고개를 젓고는 영주의 권좌 양옆에 걸려있는 가문의 문장이 새겨진 깃발을 가리켰다.
en_us: But Rodelline shook her head and pointed to the banner on both sides of the seat that had the family crest.

source: “다시 말한다.
en_us: “I’ll say it again.

source: “이건 뭐, 너무 깔끔하게 죽어서 더 알아낼 것도 없네.”
en_us: “Well, they died so cleanly that we have no more information to gain from them,” I sighed.

source: 확, 머리 위에 물이 끼얹어짐과 동시에 나는 정신을 차렸다.
en_us: Splash. I snapped awake as water splashed over my head.

source: 심지어 대부분의 병은 내용물이 절반 이하만 남아있다.{j}술을 어지간히도 즐기는 모양인데.
en_us: Also, most of the bottles were more than half empty, which suggested that the man was quite a drinker.{j}

source: “받기로 한 것이 있으니까요.
en_us: “Because I have something to gain from it.

source: 일에 집중하면 듣고 있던 음악이 안 들리는 현상과 비슷하다.
en_us: It was similar to how one might miss the music if one is focused on work.

source: 나를 무서워하는 이유를 명확하게는 모르지만, 대충은 짐작한다.
en_us: I didn’t know exactly why she was so scared of me, but I could guess.

source: 뭐 하는 또라이야 그건.
en_us: What kind of crazy bitch was that?

source: 다시금 느껴지는 심장의 지끈거림과 이물감.{j}꼭, 심장에 쥐라도 난 것 같은 느낌이다.
en_us: My heart started throbbing again, and I could feel that irritation as if the heart itself went to sleep.{j}

source: “네가 빠졌던 호수로 알고 있는데.”
en_us: “If I remember correctly, that’s the lake you fell in.”

source: “그렇지요.
en_us: “That’s right.

source: “편히 주무셨습니까.”{j}별로 대답을 원하고 한 말은 아니었다.
en_us: “Good morning,” I said, not expecting an answer.{j}

source: 미약한 양만을 모으려고 한다면 그 파괴적인 힘을 미처 뿜어내기 전에 마력을 모은 주인의 통제하에 들어온다.
en_us: If one attempted to collect only a small amount of it, it came under the collector’s control before it got to exercise its destructive powers.

source: 그러던 와중 내 손으로 시선이 향했다.
en_us: Meanwhile, my eyes trailed down to my hands.

source: 어족자원의 보호 뭐 이런 거창한 이유 때문이 아니라, 세금을 걷기 위해서다.
en_us: The reason was nothing fancy like the conservation of marine life. It was to impose taxes.

source: 더 하실 말 없으면 나가보겠습니다.”{j}나는 그 말을 끝으로 자리에서 일어나 인사를 하고 문을 나섰다.
en_us: I’ll be off unless you have something more to say,” I said as I stood up to leave the room.{j}

source: “이 정도면 충분할 것 같군.”{j}도리안은 말을 마치고 나서 나를 바라봤다.
en_us: “This should be enough,” he said as he looked at me.{j}

source: 오늘 일진 한번 기가 막히네.
en_us: What crappy luck I had today.

source: 나랑은 상관없는 이야기다.
en_us: This had nothing to do with me.

source: 그리고 병참 장교와 함께 들어온 병사들이 허리춤에서 칼집을 풀어 들고 우리에게 달려들었다.
en_us: As soon as he finished, the soldiers who entered with the commissary unfastened their scabbard from their belts to pounce on us.

source: 자수를 놓고 있었던 모양이다.
en_us: She must have been embroidering.

source: 다음으로 발견한 집.
en_us: The next house...

source: “오늘은 여기까지 하겠습니다.
en_us: “I believe that’s enough for today.

source: “환복이 끝났으면, 원래 입고 있던 옷은 두고, 보급품을 지급받은 군낭에 정돈해 넣어라.
en_us: “If you’re done changing, leave your clothes here and put back the supplies in your bag.

source: 녀석의 등 뒤에 내 모습이 순간적으로 나타나 녀석이 검을 잡고 있는 손을 힘껏 올려 차고 사라진다.
en_us: Suddenly, my image appeared behind his back to forcefully kick his hand holding a sword before disappearing.

source: “너도 그래서 휴가를 달라 그건가?”
en_us: “So are you saying you want days off?” I asked.
